Repository: W-M-R/pixel-pet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

# line.cleaned.1
source: All clean now!
ar: صرت نظيفًا!
de: Jetzt bin ich sauber!
es: ¡Ya estoy limpio!
fr: Je suis tout propre !
hi: अब मैं साफ़ हूँ!
id: Sekarang aku bersih!
it: Ora sono pulito!
ja: きれいになった！
ko: 깨끗해졌어!
nl: Nu ben ik schoon!
pl: Jestem czysty!
pt_br: Agora estou limpinho!
ru: Теперь я чистый!
sv: Nu är jag ren!
th: สะอาดแล้ว!
tr: Şimdi tertemizim!
vi: Giờ tớ sạch rồi!
zh_hans: 变干净啦！
zh_hant: 洗乾淨了！

# line.cleaned.2
source: I smell nice~
ar: رائحتي جميلة~
de: Ich rieche gut ~
es: Huelo muy bien~
fr: Je sens bon ~
hi: मुझसे अच्छी महक आ रही है~
id: Aku wangi~
it: Profumo di buono~
ja: いいにおい～
ko: 좋은 냄새가 나~
nl: Ik ruik lekker~
pl: Ładnie pachnę~
pt_br: Estou cheiroso~
ru: Я приятно пахну~
sv: Jag luktar gott~
th: หอมจัง~
tr: Mis gibi kokuyorum~
vi: Tớ thơm lắm~
zh_hans: 香香的~
zh_hant: 我香香的～

# line.cleaned.3
source: My fur is so soft
ar: فروي ناعم جدًا
de: Mein Fell ist so weich
es: Mi pelo está suavísimo
fr: Mon pelage est si doux
hi: मेरी रोएँ बहुत मुलायम हैं
id: Buluku lembut sekali
it: Il mio pelo è morbidissimo
ja: 毛がふわふわ
ko: 털이 폭신폭신해
nl: Mijn vacht is zo zacht
pl: Moje futro jest takie miękkie
pt_br: Meu pelo está tão macio
ru: Шерсть такая мягкая
sv: Min päls är så mjuk
th: ขนนุ่มมากเลย
tr: Tüylerim çok yumuşak
vi: Lông tớ mềm quá
zh_hans: 毛毛滑滑的
zh_hant: 毛毛好柔軟

# line.dirty.1
source: I feel a bit grubby
ar: أشعر أنني وسخ قليلًا
de: Ich fühle mich etwas schmuddelig
es: Me siento un poco sucio
fr: Je me sens un peu sale
hi: थोड़ा गंदा लग रहा है
id: Rasanya agak kotor
it: Mi sento un po’ sporco
ja: すこし汚れてきたかも
ko: 조금 지저분한 것 같아
nl: Ik voel me een beetje vies
pl: Czuję się trochę brudny
pt_br: Estou me sentindo meio sujo
ru: Чувствую себя грязноватым
sv: Jag känner mig lite smutsig
th: รู้สึกมอมแมมนิดหน่อย
tr: Biraz kirli hissediyorum
vi: Tớ thấy hơi bẩn
zh_hans: 身上有点脏了
zh_hant: 覺得有點髒髒的

# line.dirty.2
source: I'd like a bath…
ar: أريد حمّامًا…
de: Ich würde gern baden …
es: Me apetece un baño…
fr: J’aimerais un bain…
hi: नहाना चाहता हूँ…
id: Aku ingin mandi…
it: Mi andrebbe un bagno…
ja: お風呂に入りたい…
ko: 목욕하고 싶어…
nl: Ik wil graag een bad…
pl: Chciałbym kąpiel…
pt_br: Queria um banho…
ru: Хочется помыться…
sv: Jag skulle vilja bada…
th: อยากอาบน้ำ…
tr: Yıkanmak isterim…
vi: Tớ muốn đi tắm…
zh_hans: 想洗个澡…
zh_hant: 想洗澡…

# line.dirty.3
source: My fur is a mess
ar: فروي أشعث تمامًا
de: Mein Fell ist ganz zerzaust
es: Tengo el pelo hecho un desastre
fr: Mon pelage est en bataille
hi: मेरे रोएँ उलझ गए हैं
id: Buluku kusut semua
it: Ho il pelo tutto arruffato
ja: 毛がぼさぼさ
ko: 털이 엉망이야
nl: Mijn vacht zit helemaal in de knoop
pl: Futro mam całe potargane
pt_br: Meu pelo está todo embolado
ru: Шерсть совсем растрёпана
sv: Min päls är alldeles rufsig
th: ขนยุ่งไปหมดแล้ว
tr: Tüylerim darmadağın
vi: Lông tớ rối hết rồi
zh_hans: 毛毛乱糟糟的
zh_hant: 毛都亂了

# line.dirty.4
source: Brush me please?
ar: هل تمشّطني؟
de: Bürstest du mich bitte?
es: ¿Me cepillas, por favor?
fr: Tu me brosses, s’il te plaît ?
hi: मुझे ब्रश कर दोगे?
id: Boleh disikat?
it: Mi spazzoli, per favore?
ja: ブラッシングしてくれる？
ko: 빗어 줄래?
nl: Wil je me kammen?
pl: Wyczeszesz mnie?
pt_br: Me escova, por favor?
ru: Расчешешь меня?
sv: Kan du kamma mig?
th: หวีขนให้หน่อยได้ไหม?
tr: Beni tarar mısın?
vi: Chải lông cho tớ nhé?
zh_hans: 帮我梳梳毛？
zh_hant: 幫我梳毛好嗎？

# line.fed.1
source: Yummy! Thank you
ar: لذيذ! شكرًا لك
de: Lecker! Danke
es: ¡Qué rico! Gracias
fr: Délicieux ! Merci
hi: स्वादिष्ट! धन्यवाद
id: Enak! Terima kasih
it: Buonissimo! Grazie
ja: おいしい！ありがとう
ko: 맛있어! 고마워
nl: Lekker! Dank je
pl: Pyszne! Dziękuję
pt_br: Delícia! Obrigado
ru: Вкусно! Спасибо
sv: Gott! Tack
th: อร่อย! ขอบคุณนะ
tr: Nefis! Teşekkürler
vi: Ngon quá! Cảm ơn cậu
zh_hans: 好好吃！谢谢你
zh_hant: 好吃！謝謝你

# line.fed.2
source: All full now~
ar: شبعت الآن~
de: Jetzt bin ich satt ~
es: Ya estoy lleno~
fr: Je suis rassasié ~
hi: अब पेट भर गया~
id: Sekarang aku kenyang~
it: Ora sono sazio~
ja: おなかいっぱい～
ko: 배불러~
nl: Nu ben ik vol~
pl: Jestem już najedzony~
pt_br: Agora estou cheio~
ru: Теперь я сыт~
sv: Nu är jag mätt~
th: อิ่มแล้ว~
tr: Şimdi doydum~
vi: Giờ tớ no rồi~
zh_hans: 吃饱啦，满足
zh_hant: 吃飽了～

# line.fed.3
source: That's my favorite!
ar: هذا طعامي المفضل!
de: Das ist mein Lieblingsessen!
es: ¡Es mi favorita!
fr: C’est mon préféré !
hi: यह मेरा पसंदीदा है!
id: Ini favoritku!
it: È il mio preferito!
ja: これ大好き！
ko: 이거 제일 좋아!
nl: Dit is mijn favoriet!
pl: To moje ulubione!
pt_br: Essa é a minha preferida!
ru: Это моё любимое!
sv: Det är min favorit!
th: อันนี้ชอบที่สุด!
tr: Bu benim favorim!
vi: Đây là món tớ thích nhất!
zh_hans: 这个我最爱吃了
zh_hant: 這是我最愛的！

# line.greeting.1
source: You're here!
ar: لقد جئت!
de: Du bist da!
es: ¡Has venido!
fr: Tu es là !
hi: तुम आ गए!
id: Kamu datang!
it: Sei arrivato!
ja: 来てくれた！
ko: 왔구나!
nl: Je bent er!
pl: Jesteś!
pt_br: Você chegou!
ru: Ты пришёл!
sv: Du är här!
th: มาแล้ว!
tr: Geldin!
vi: Cậu đến rồi!
zh_hans: 你来啦！
zh_hant: 你來了！

# line.greeting.2
source: Hi there!
ar: مرحبًا!
de: Hallo!
es: ¡Hola!
fr: Salut !
hi: नमस्ते!
id: Hai!
it: Ciao!
ja: やあ！
ko: 안녕!
nl: Hallo!
pl: Cześć!
pt_br: Oi!
ru: Привет!
sv: Hej!
th: สวัสดี!
tr: Merhaba!
vi: Chào cậu!
zh_hans: 嗨，主人
zh_hant: 嗨！

# line.greeting.3
source: I was waiting for you
ar: كنت أنتظرك
de: Ich habe auf dich gewartet
es: Te estaba esperando
fr: Je t’attendais
hi: मैं तुम्हारा इंतज़ार कर रहा था
id: Aku menunggumu
it: Ti stavo aspettando
ja: 待ってたよ
ko: 기다리고 있었어
nl: Ik zat op je te wachten
pl: Czekałem na Ciebie
pt_br: Eu estava esperando você
ru: Я тебя ждал
sv: Jag väntade på dig
th: รออยู่เลย
tr: Seni bekliyordum
vi: Tớ đang đợi cậu
zh_hans: 我在等你呢
zh_hant: 我一直在等你

# line.happy.1
source: Feeling great today!
ar: أشعر بحال رائع اليوم!
de: Heute geht’s mir super!
es: ¡Hoy me siento genial!
fr: Je me sens super bien aujourd’hui !
hi: आज बहुत अच्छा लग रहा है!
id: Hari ini rasanya menyenangkan!
it: Oggi mi sento benissimo!
ja: 今日は最高の気分！
ko: 오늘 기분 최고!
nl: Ik voel me vandaag geweldig!
pl: Dziś czuję się wspaniale!
pt_br: Hoje estou me sentindo ótimo!
ru: Сегодня отличное настроение!
sv: Jag mår toppen i dag!
th: วันนี้รู้สึกดีมาก!
tr: Bugün harika hissediyorum!
vi: Hôm nay tớ thấy tuyệt lắm!
zh_hans: 今天心情超好！
zh_hant: 今天心情超好！

# line.happy.2
source: So happy with you
ar: سعيد جدًا معك
de: Mit dir bin ich so glücklich
es: Estoy muy feliz contigo
fr: Je suis si heureux avec toi
hi: तुम्हारे साथ बहुत खुश हूँ
id: Senang sekali bersamamu
it: Sono così felice con te
ja: いっしょでうれしい
ko: 함께 있어서 행복해
nl: Ik ben zo blij met jou
pl: Z Tobą jest mi tak dobrze
pt_br: Estou tão feliz com você
ru: С тобой так хорошо
sv: Så glad med dig
th: อยู่กับเธอมีความสุขจัง
tr: Seninle çok mutluyum
vi: Ở cùng cậu vui quá
zh_hans: 和你在一起真开心
zh_hant: 和你在一起好開心

# line.happy.3
source: Purr purr~
ar: خرخرة~
de: Schnurr, schnurr ~
es: Ronrón~
fr: Ronron ~
hi: घुर्र घुर्र~
id: Ngeong~ ngeong~
it: Fusa fusa~
ja: ごろごろ～
ko: 골골골~
nl: Spin spin~
pl: Mrrr~
pt_br: Ronrom~
ru: Мур-мур~
sv: Spinn spinn~
th: ครอก ครอก~
tr: Mırr mırr~
vi: Rù rù~
zh_hans: 呼噜呼噜~
zh_hant: 呼嚕呼嚕～

# line.happy.4
source: What a lovely day!
ar: يا له من يوم جميل!
de: Was für ein schöner Tag!
es: ¡Qué día tan bonito!
fr: Quelle belle journée !
hi: कितना सुहाना दिन है!
id: Hari yang indah!
it: Che bella giornata!
ja: いい天気だね！
ko: 날씨가 참 좋다!
nl: Wat een mooie dag!
pl: Jaki piękny dzień!
pt_br: Que dia bonito!
ru: Какой чудесный день!
sv: Vilken härlig dag!
th: วันนี้อากาศดีจริง!
tr: Ne güzel bir gün!
vi: Hôm nay trời đẹp thật!
zh_hans: 今天是好日子！
zh_hant: 今天天氣真好！

# line.hungry.1
source: My tummy is rumbling…
ar: بطني تقرقر…
de: Mein Magen knurrt …
es: Me suenan las tripas…
fr: Mon ventre gargouille…
hi: पेट में गुड़गुड़ हो रही है…
id: Perutku berbunyi…
it: Mi brontola la pancia…
ja: おなかが鳴ってる…
ko: 배에서 소리가 나…
nl: Mijn buik rommelt…
pl: Burczy mi w brzuchu…
pt_br: Minha barriga está roncando…
ru: В животе урчит…
sv: Det kurrar i magen…
th: ท้องร้องแล้ว…
tr: Karnım guruldu…
vi: Bụng tớ kêu rồi…
zh_hans: 肚子有点饿了…
zh_hant: 肚子在叫了…

# line.hungry.2
source: Could I have a snack?
ar: هل لي بوجبة خفيفة؟
de: Könnte ich einen Snack haben?
es: ¿Me das algo de picar?
fr: Je peux avoir une friandise ?
hi: कुछ खाने को मिलेगा?
id: Boleh minta camilan?
it: Posso avere uno spuntino?
ja: おやつもらえる？
ko: 간식 좀 줄래?
nl: Mag ik een snack?
pl: Dostanę przekąskę?
pt_br: Posso ganhar um petisco?
ru: Можно мне вкусняшку?
sv: Får jag något att äta?
th: ขอของว่างหน่อยได้ไหม?
tr: Bir şeyler yiyebilir miyim?
vi: Cho tớ ăn chút gì nhé?
zh_hans: 能给我点吃的吗？
zh_hant: 可以給我點心嗎？

# line.hungry.3
source: I smell something tasty!
ar: أشمّ شيئًا لذيذًا!
de: Ich rieche etwas Leckeres!
es: ¡Huelo algo rico!
fr: Je sens quelque chose de bon !
hi: कुछ स्वादिष्ट महक रहा है!
id: Aku mencium sesuatu yang lezat!
it: Sento un profumino!
ja: おいしそうなにおい！
ko: 맛있는 냄새가 나!
nl: Ik ruik iets lekkers!
pl: Czuję coś pysznego!
pt_br: Estou sentindo um cheirinho bom!
ru: Пахнет чем-то вкусным!
sv: Jag luktar något gott!
th: ได้กลิ่นอะไรอร่อย ๆ!
tr: Güzel bir koku alıyorum!
vi: Tớ thấy mùi gì thơm lắm!
zh_hans: 闻到食物的味道了！
zh_hant: 我聞到好吃的了！

# line.hungry.4
source: My bowl looks empty…
ar: وعائي فارغ…
de: Meine Schüssel sieht leer aus …
es: Mi cuenco está vacío…
fr: Ma gamelle est vide…
hi: मेरा कटोरा खाली है…
id: Mangkukku kosong…
it: La mia ciotola è vuota…
ja: おわんが空っぽ…
ko: 내 그릇이 비었어…
nl: Mijn bak is leeg…
pl: Moja miska jest pusta…
pt_br: Minha tigela está vazia…
ru: Миска совсем пустая…
sv: Min skål är tom…
th: ชามว่างเปล่าเลย…
tr: Kasem boş görünüyor…
vi: Bát của tớ trống trơn…
zh_hans: 碗好像空了呢
zh_hant: 我的碗空空的…

# line.longAbsence.1
source: You're finally back!
ar: عدت أخيرًا!
de: Endlich bist du zurück!
es: ¡Por fin has vuelto!
fr: Tu es enfin de retour !
hi: आख़िरकार तुम लौट आए!
id: Akhirnya kamu kembali!
it: Finalmente sei tornato!
ja: やっと帰ってきた！
ko: 드디어 돌아왔네!
nl: Je bent er eindelijk weer!
pl: W końcu wróciłeś!
pt_br: Você finalmente voltou!
ru: Наконец-то ты вернулся!
sv: Äntligen är du tillbaka!
th: กลับมาแล้ว!
tr: Sonunda döndün!
vi: Cuối cùng cậu cũng về!
zh_hans: 你终于回来了！
zh_hant: 你終於回來了！

# line.longAbsence.2
source: I missed you so much
ar: اشتقت إليك كثيرًا
de: Ich habe dich so vermisst
es: Te he echado muchísimo de menos
fr: Tu m’as tellement manqué
hi: तुम्हारी बहुत याद आई
id: Aku sangat merindukanmu
it: Mi sei mancato tantissimo
ja: すごく寂しかった
ko: 정말 보고 싶었어
nl: Ik heb je zo gemist
pl: Bardzo mi Ciebie brakowało
pt_br: Senti muito a sua falta
ru: Я очень скучал
sv: Jag har saknat dig så mycket
th: คิดถึงมากเลย
tr: Seni çok özledim
vi: Tớ nhớ cậu lắm
zh_hans: 好久不见，我很想你
zh_hant: 我好想你

# line.longAbsence.3
source: I've been waiting for you
ar: كنت أنتظرك
de: Ich habe auf dich gewartet
es: Te he estado esperando
fr: Je t’ai attendu
hi: मैं तुम्हारा इंतज़ार कर रहा था
id: Aku menunggumu terus
it: Ti ho aspettato
ja: ずっと待ってたよ
ko: 계속 기다리고 있었어
nl: Ik heb op je gewacht
pl: Czekałem na Ciebie
pt_br: Fiquei esperando você
ru: Я всё ждал тебя
sv: Jag har väntat på dig
th: รออยู่ตลอด
tr: Seni bekliyordum
vi: Tớ vẫn đợi cậu
zh_hans: 我一直在等你哦
zh_hant: 我一直在等你

# line.sleepy.1
source: So sleepy…
ar: أشعر بنعاس شديد…
de: So müde …
es: Qué sueño…
fr: J’ai tellement sommeil…
hi: बहुत नींद आ रही है…
id: Ngantuk sekali…
it: Che sonno…
ja: ねむい…
ko: 너무 졸려…
nl: Zo slaperig…
pl: Tak mi się chce spać…
pt_br: Que sono…
ru: Так хочется спать…
sv: Så trött…
th: ง่วงมาก…
tr: Çok uykum var…
vi: Buồn ngủ quá…
zh_hans: 好困呀…
zh_hant: 好睏…

# line.sleepy.2
source: Time for bed…
ar: حان وقت النوم…
de: Zeit fürs Bett …
es: Hora de dormir…
fr: C’est l’heure de dormir…
hi: सोने का समय हो गया…
id: Waktunya tidur…
it: È ora di dormire…
ja: もう寝る時間…
ko: 잘 시간이야…
nl: Tijd om te slapen…
pl: Pora do łóżka…
pt_br: Hora de dormir…
ru: Пора спать…
sv: Dags att sova…
th: ถึงเวลานอนแล้ว…
tr: Yatma vakti…
vi: Đến giờ đi ngủ rồi…
zh_hans: 要睡觉了呢
zh_hant: 該睡了…

# line.sleepy.3
source: Can't keep my eyes open
ar: لا أقدر على إبقاء عينيّ مفتوحتين
de: Ich kann die Augen nicht offen halten
es: No puedo mantener los ojos abiertos
fr: Je n’arrive plus à garder les yeux ouverts
hi: आँखें खुली नहीं रह पा रही हैं
id: Mataku tak bisa terbuka
it: Non riesco a tenere gli occhi aperti
ja: 目が開かない
ko: 눈이 안 떠져
nl: Ik kan mijn ogen niet openhouden
pl: Nie mogę utrzymać oczu otwartych
pt_br: Não consigo manter os olhos abertos
ru: Глаза сами закрываются
sv: Jag kan inte hålla ögonen öppna
th: ลืมตาไม่ขึ้นแล้ว
tr: Gözlerimi açık tutamıyorum
vi: Tớ không mở nổi mắt nữa
zh_hans: 眼睛睁不开了
zh_hant: 眼睛睜不開了

# line.sleepy.4
source: Good night…
ar: طابت ليلتك…
de: Gute Nacht …
es: Buenas noches…
fr: Bonne nuit…
hi: शुभ रात्रि…
id: Selamat malam…
it: Buonanotte…
ja: おやすみ…
ko: 잘 자…
nl: Welterusten…
pl: Dobranoc…
pt_br: Boa noite…
ru: Спокойной ночи…
sv: God natt…
th: ฝันดีนะ…
tr: İyi geceler…
vi: Ngủ ngon nhé…
zh_hans: 晚安…
zh_hant: 晚安…

# line.stroked.1
source: That feels so nice~
ar: هذا مريح جدًا~
de: Das fühlt sich so gut an ~
es: Qué bien sienta~
fr: Ça fait tellement du bien ~
hi: बहुत अच्छा लग रहा है~
id: Enak sekali~
it: Che bella sensazione~
ja: きもちいい～
ko: 기분 좋아~
nl: Dat voelt zo fijn~
pl: Ale przyjemnie~
pt_br: Que gostoso~
ru: Так приятно~
sv: Det känns så gott~
th: สบายจัง~
tr: Çok iyi geldi~
vi: Dễ chịu quá~
zh_hans: 好舒服呀~
zh_hant: 好舒服～

# line.stroked.2
source: More pets please
ar: المزيد من المسح رجاءً
de: Bitte mehr streicheln
es: Más caricias, por favor
fr: Encore des caresses
hi: और सहलाओ
id: Elus lagi, ya
it: Ancora coccole, per favore
ja: もっとなでて
ko: 더 만져 줘
nl: Nog meer aaien graag
pl: Pogłaszcz jeszcze
pt_br: Mais carinho, por favor
ru: Погладь ещё
sv: Klappa mer, tack
th: ลูบอีกหน่อย
tr: Biraz daha sevsene
vi: Vuốt nữa đi
zh_hans: 再摸摸嘛
zh_hant: 再摸摸我

# line.stroked.3
source: I love you the most
ar: أحبك أكثر من الجميع
de: Ich liebe dich am meisten
es: Eres a quien más quiero
fr: C’est toi que j’aime le plus
hi: मुझे तुम सबसे प्यारे हो
id: Aku paling suka kamu
it: Tu sei il mio preferito
ja: きみが一番好き
ko: 너를 제일 좋아해
nl: Ik vind jou het liefst
pl: Ciebie kocham najbardziej
pt_br: Gosto mais de você
ru: Тебя я люблю больше всех
sv: Dig tycker jag mest om
th: รักเธอมากที่สุด
tr: En çok seni seviyorum
vi: Tớ thích cậu nhất
zh_hans: 最喜欢你了
zh_hant: 我最愛你了

# line.veryHungry.1
source: I'm starving!
ar: أموت من الجوع!
de: Ich verhungere!
es: ¡Me muero de hambre!
fr: Je meurs de faim !
hi: मैं भूखा मर रहा हूँ!
id: Aku kelaparan!
it: Sto morendo di fame!
ja: おなかぺこぺこ！
ko: 너무 배고파!
nl: Ik verga van de honger!
pl: Umieram z głodu!
pt_br: Estou morrendo de fome!
ru: Я умираю с голоду!
sv: Jag håller på att svälta!
th: หิวจะตายแล้ว!
tr: Açlıktan ölüyorum!
vi: Tớ đói lắm rồi!
zh_hans: 我快饿晕了！
zh_hant: 我快餓死了！

# line.veryHungry.2
source: Haven't eaten in ages…
ar: لم آكل منذ زمن طويل…
de: Ich habe schon ewig nichts gegessen …
es: Llevo siglos sin comer…
fr: Je n’ai pas mangé depuis une éternité…
hi: बहुत देर से कुछ नहीं खाया…
id: Sudah lama tidak makan…
it: Non mangio da un’eternità…
ja: ずっと食べてない…
ko: 한참 못 먹었어…
nl: Ik heb al eeuwen niet gegeten…
pl: Nie jadłem od wieków…
pt_br: Não como há séculos…
ru: Не ел целую вечность…
sv: Jag har inte ätit på evigheter…
th: ไม่ได้กินอะไรมานานเลย…
tr: Uzun zamandır yemek yemedim…
vi: Lâu rồi tớ chưa được ăn…
zh_hans: 好久没吃东西了…
zh_hant: 好久沒吃東西了…

# line.veryHungry.3
source: Please, feed me…
ar: أرجوك، أطعمني…
de: Bitte, füttere mich …
es: Por favor, dame de comer…
fr: S’il te plaît, nourris-moi…
hi: कृपया, मुझे खिलाओ…
id: Tolong, beri aku makan…
it: Ti prego, dammi da mangiare…
ja: おねがい、ごはん…
ko: 제발, 먹이를…
nl: Alsjeblieft, geef me eten…
pl: Proszę, nakarm mnie…
pt_br: Por favor, me dá comida…
ru: Пожалуйста, покорми…
sv: Snälla, ge mig mat…
th: ขอร้อง ให้อาหารหน่อย…
tr: Lütfen, beni besle…
vi: Xin cậu, cho tớ ăn…
zh_hans: 求求你，喂喂我
zh_hant: 拜託，餵我…

# line.wokenUp.1
source: Mmm… what time is it?
ar: مم… كم الساعة؟
de: Hmm … wie spät ist es?
es: Mmm… ¿qué hora es?
fr: Mmm… il est quelle heure ?
hi: हम्म… कितने बजे हैं?
id: Mmm… jam berapa sekarang?
it: Mmm… che ore sono?
ja: んー…いま何時？
ko: 음… 지금 몇 시야?
nl: Mmm… hoe laat is het?
pl: Mmm… która godzina?
pt_br: Hmm… que horas são?
ru: Мм… который час?
sv: Mmm… vad är klockan?
th: อืม… กี่โมงแล้ว?
tr: Mmm… saat kaç?
vi: Hmm… mấy giờ rồi?
zh_hans: 唔…几点了？
zh_hant: 嗯…幾點了？

# line.wokenUp.2
source: Just five more minutes…
ar: خمس دقائق أخرى…
de: Nur noch fünf Minuten …
es: Cinco minutos más…
fr: Encore cinq minutes…
hi: बस पाँच मिनट और…
id: Lima menit lagi…
it: Solo cinque minuti…
ja: あと五分…
ko: 오 분만 더…
nl: Nog vijf minuutjes…
pl: Jeszcze pięć minut…
pt_br: Só cinco minutinhos…
ru: Ещё пять минуточек…
sv: Bara fem minuter till…
th: อีกห้านาที…
tr: Beş dakika daha…
vi: Cho tớ ngủ thêm năm phút…
zh_hans: 我还想再睡会儿
zh_hant: 再睡五分鐘…

# line.wokenUp.3
source: You woke me up~
ar: لقد أيقظتني~
de: Du hast mich geweckt ~
es: Me has despertado~
fr: Tu m’as réveillé ~
hi: तुमने मुझे जगा दिया~
id: Kamu membangunkanku~
it: Mi hai svegliato~
ja: 起こしちゃった～
ko: 날 깨웠구나~
nl: Je hebt me wakker gemaakt~
pl: Obudziłeś mnie~
pt_br: Você me acordou~
ru: Ты меня разбудил~
sv: Du väckte mig~
th: ปลุกเราตื่นเลย~
tr: Beni uyandırdın~
vi: Cậu làm tớ thức giấc~
zh_hans: 被你叫醒了呢
zh_hant: 你把我叫醒了～

# need.bored
source: Looking a little bored…
ar: يبدو ضجرًا قليلًا…
de: Sieht etwas gelangweilt aus …
es: Parece un poco aburrido…
fr: Il a l’air de s’ennuyer un peu…
hi: थोड़ा बोर लग रहा है…
id: Terlihat agak bosan…
it: Sembra un po’ annoiato…
ja: すこし退屈そう…
ko: 조금 심심해 보여요…
nl: Lijkt zich een beetje te vervelen…
pl: Wygląda na trochę znudzonego…
pt_br: Parece meio sem graça…
ru: Выглядит немного скучающим…
sv: Ser lite uttråkad ut…
th: ดูเบื่อ ๆ นะ…
tr: Biraz sıkılmış görünüyor…
vi: Trông có vẻ hơi buồn…
zh_hans: 有点无聊,陪它玩会儿吧
zh_hant: 看起來有點無聊…

# need.content
source: Feeling great right now.
ar: يشعر بحال ممتاز الآن.
de: Fühlt sich gerade richtig gut.
es: Ahora mismo se siente genial.
fr: Il se sent très bien en ce moment.
hi: अभी बहुत अच्छा महसूस कर रहा है।
id: Saat ini rasanya menyenangkan.
it: In questo momento si sente benissimo.
ja: いま、とても元気。
ko: 지금은 아주 좋아요.
nl: Voelt zich nu prima.
pl: W tej chwili czuje się świetnie.
pt_br: Agora está se sentindo ótimo.
ru: Сейчас чувствует себя прекрасно.
sv: Mår riktigt bra just nu.
th: ตอนนี้รู้สึกดีมาก
tr: Şu anda çok iyi.
vi: Bây giờ đang thấy rất ổn.
zh_hans: 现在心情不错
zh_hant: 現在感覺很好。

# need.dirty
source: Could use a bath.
ar: يحتاج إلى حمّام.
de: Könnte ein Bad brauchen.
es: Le vendría bien un baño.
fr: Un bain lui ferait du bien.
hi: नहाना चाहिए।
id: Sebaiknya dimandikan.
it: Gli servirebbe un bagno.
ja: お風呂に入りたいみたい。
ko: 목욕이 필요해요.
nl: Kan wel een bad gebruiken.
pl: Kąpiel dobrze by mu zrobiła.
pt_br: Um banho cairia bem.
ru: Пора помыться.
sv: Skulle behöva ett bad.
th: น่าจะได้อาบน้ำแล้ว
tr: Yıkanması iyi olur.
vi: Nên đi tắm rồi.
zh_hans: 该洗澡了
zh_hant: 該洗澡了。

# need.hungry
source: Getting hungry!
ar: بدأ يشعر بالجوع!
de: Wird hungrig!
es: ¡Empieza a tener hambre!
fr: Il commence à avoir faim !
hi: भूख लगने लगी है!
id: Mulai lapar!
it: Sta venendo fame!
ja: おなかがすいてきた！
ko: 배가 고파지고 있어요!
nl: Krijgt honger!
pl: Zaczyna być głodny!
pt_br: Está ficando com fome!
ru: Начинает хотеть есть!
sv: Börjar bli hungrig!
th: เริ่มหิวแล้ว!
tr: Acıkmaya başladı!
vi: Bắt đầu thấy đói!
zh_hans: 肚子饿了!
zh_hant: 開始餓了！

# need.sleepy
source: Getting sleepy…
ar: بدأ يشعر بالنعاس…
de: Wird müde …
es: Empieza a tener sueño…
fr: Il commence à s’endormir…
hi: नींद आने लगी है…
id: Mulai mengantuk…
it: Sta venendo sonno…
ja: ねむくなってきた…
ko: 졸려 하고 있어요…
nl: Wordt slaperig…
pl: Zaczyna być senny…
pt_br: Está ficando com sono…
ru: Начинает засыпать…
sv: Börjar bli sömnig…
th: เริ่มง่วงแล้ว…
tr: Uykusu geliyor…
vi: Bắt đầu buồn ngủ…
zh_hans: 有点困了
zh_hant: 開始睏了…

# notify.bored.body
source: %@ misses you. Come play!
ar: %@ يشتاق إليك. تعال والعب!
de: %@ vermisst dich. Komm spielen!
es: %@ te echa de menos. ¡Ven a jugar!
fr: %@ s’ennuie de toi. Viens jouer !
hi: %@ को आपकी याद आ रही है। खेलने आइए!
id: %@ merindukanmu. Ayo bermain!
it: %@ ti pensa. Vieni a giocare!
ja: %@ が寂しがっています。遊びに来て！
ko: %@이(가) 보고 싶어 해요. 놀아 주세요!
nl: %@ mist je. Kom spelen!
pl: %@ za Tobą tęskni. Przyjdź się pobawić!
pt_br: %@ está com saudade. Venha brincar!
ru: %@ скучает по вам. Приходите поиграть!
sv: %@ saknar dig. Kom och lek!
th: %@ คิดถึงคุณ มาเล่นกันหน่อย!
tr: %@ sizi özledi. Oynamaya gelin!
vi: %@ đang nhớ bạn. Vào chơi cùng nhé!
zh_hans: %@ 想你了，回来陪它玩会儿
zh_hant: %@ 想你了。來陪牠玩！

# notify.bored.title
source: A bit bored
ar: ضجر قليلًا
de: Etwas gelangweilt
es: Un poco aburrido
fr: Un peu d’ennui
hi: थोड़ा बोर
id: Agak bosan
it: Un po’ annoiato
ja: すこし退屈
ko: 조금 심심해요
nl: Een beetje verveeld
pl: Trochę znudzony
pt_br: Meio sem graça
ru: Немного скучно
sv: Lite uttråkad
th: เบื่อนิดหน่อย
tr: Biraz sıkıldı
vi: Hơi buồn
zh_hans: 有点无聊
zh_hant: 有點無聊

# notify.dirty.body
source: Getting a bit dirty — a bath would help.
ar: صار وسخًا قليلًا — الحمّام سيفيده.
de: Wird etwas schmutzig – ein Bad würde helfen.
es: Se está ensuciando un poco: un baño le vendría bien.
fr: Il devient un peu sale : un bain lui ferait du bien.
hi: थोड़ा गंदा हो रहा है — नहलाना अच्छा रहेगा।
id: Mulai agak kotor — mandi akan membantu.
it: Si sta sporcando un po’: un bagno gli farebbe bene.
ja: すこし汚れてきました。お風呂に入れてあげましょう。
ko: 조금 지저분해졌어요. 목욕을 시켜 주세요.
nl: Wordt een beetje vies — een bad zou helpen.
pl: Trochę się pobrudził — kąpiel dobrze by zrobiła.
pt_br: Está ficando meio sujo: um banho ajudaria.
ru: Немного запачкался — ванна пойдёт на пользу.
sv: Börjar bli lite smutsig – ett bad skulle hjälpa.
th: เริ่มมอมแมมแล้ว อาบน้ำหน่อยจะดีขึ้น
tr: Biraz kirlendi; yıkanmak iyi gelir.
vi: Đang hơi bẩn rồi — tắm một chút sẽ tốt hơn.
zh_hans: 身上有点脏，洗一洗会更开心。
zh_hant: 有點髒了 —— 洗個澡會舒服些。

# notify.dirty.title
source: %@ needs a bath
ar: %@ يحتاج إلى حمّام
de: %@ braucht ein Bad
es: %@ necesita un baño
fr: %@ a besoin d’un bain
hi: %@ को नहलाना है
id: %@ perlu mandi
it: %@ ha bisogno di un bagno
ja: %@ がお風呂に入りたがっています
ko: %@이(가) 목욕이 필요해요
nl: %@ heeft een bad nodig
pl: %@ potrzebuje kąpieli
pt_br: %@ precisa de banho
ru: %@ пора помыть
sv: %@ behöver ett bad
th: %@ ต้องอาบน้ำ
tr: %@ yıkanmak istiyor
vi: %@ cần đi tắm
zh_hans: %@ 该洗澡了
zh_hant: %@ 需要洗澡

# notify.hungry.body
source: %@'s bowl is empty. Come feed them!
ar: وعاء %@ فارغ. تعال وأطعمه!
de: Die Schüssel von %@ ist leer. Komm füttern!
es: El cuenco de %@ está vacío. ¡Ven a darle de comer!
fr: La gamelle de %@ est vide. Viens le nourrir !
hi: %@ का कटोरा खाली है। खिलाने आइए!
id: Mangkuk %@ kosong. Ayo beri makan!
it: La ciotola di %@ è vuota. Vieni a dargli da mangiare!
ja: %@ のおわんが空です。ごはんをあげて！
ko: %@의 그릇이 비었어요. 먹이를 주세요!
nl: De bak van %@ is leeg. Kom voeren!
pl: Miska %@ jest pusta. Przyjdź nakarmić!
pt_br: A tigela de %@ está vazia. Venha alimentar!
ru: Миска %@ пуста. Пора покормить!
sv: Skålen till %@ är tom. Kom och mata!
th: ชามของ %@ ว่างเปล่า มาให้อาหารหน่อย!
tr: %@ adlı dostun kasesi boş. Beslemeye gelin!
vi: Bát của %@ trống rồi. Vào cho ăn nhé!
zh_hans: %@ 的碗空了，回来喂喂它吧
zh_hant: %@ 的碗空了。來餵牠！

# notify.hungry.title
source: Feeling hungry
ar: يشعر بالجوع
de: Fühlt sich hungrig
es: Tiene hambre
fr: Petite faim
hi: भूख लगी है
id: Sedang lapar
it: Ha fame
ja: おなかがすきました
ko: 배가 고파요
nl: Heeft honger
pl: Jest głodny
pt_br: Está com fome
ru: Хочет есть
sv: Är hungrig
th: รู้สึกหิว
tr: Karnı acıktı
vi: Đang thấy đói
zh_hans: 肚子饿了
zh_hant: 肚子餓了

# onboard.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: पीछे
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# onboard.gift
source: starting gift
ar: هدية البداية
de: Startgeschenk
es: regalo de bienvenida
fr: cadeau de départ
hi: शुरुआती उपहार
id: hadiah awal
it: regalo di benvenuto
ja: はじめてのプレゼント
ko: 첫 선물
nl: startcadeau
pl: prezent na start
pt_br: presente inicial
ru: стартовый подарок
sv: startgåva
th: ของขวัญเริ่มต้น
tr: başlangıç hediyesi
vi: quà khởi đầu
zh_hans: 启动资金
zh_hant: 起始禮金
